Repository: subethaedit/SubEthaEdit
Catalog: Modes/CFML.mode/Contents/Resources/*.lproj/Localizable.strings
Languages: german

# /CFML/CFML Output Variables
source: CFML Output Variables
german: CFML Output Variablen

# /CFML/Strings in Tags
source: Strings in Tags
german: Zeichenketten in Tags

# /CFML/Attributes in Tags
source: Attributes in Tags
german: Attribute in Tags

# /CFML/Scope and Tag Variables
source: Scope and Tag Variables
german: Scope und Tag Variablen

# /CFML/Tag Attribute Values
source: Tag Attribute Values
german: Tag Attribut Werte

# /CFML/Generic Functions
source: Generic Functions
german: Generische Funktionen

# /CFML/Output Variables
source: Output Variables
german: Output Variablen

# /CFML/Functions
source: Functions
german: Funktionen

# /CFML/HTML Comment
source: HTML Comment
german: HTML Kommentar

# /CFML/CFML Comment
source: CFML Comment
german: CFML Kommentar

# /CFML/Escape
source: Escape
german: <?Prolog?>

# /CFML/CSS Attributes
source: CSS Attributes
german: CSS Attribute

# /CFML/CSS Keywords
source: CSS Keywords
german: CSS Schlüsselwörter

# /CFML/CSS Digits
source: CSS Digits
german: CSS Zahlen

# /CFML/CSS Colors
source: CSS Colors
german: CSS Farben

# /CFML/CSS Strings in Tags
source: CSS Strings in Tags
german: CSS Zeichenketten in Tags

# /CFML/CSS Attributes in Tags
source: CSS Attributes in Tags
german: CSS Attribute in Tags

# /CFML/CSS Begin and End
source: CSS Begin and End
german: CSS Begin und Ende

# /CFML/Javascript Keywords
source: Javascript Keywords
german: Javascript Schlüsselwörter

# /CFML/Javascript Numbers
source: Javascript Numbers
german: Javascript Zahlen

# /CFML/Javascript String
source: Javascript String
german: Javascript Zeichenketten

# /CFML/Javascript FunctionRegex
source: Javascript FunctionRegex
german: Javascript Funktionen

# /CFML/Javascript Begin and End
source: Javascript Begin and End
german: Javascript Begin und Ende

# /CFML/Javascript Strings in Tags
source: Javascript Strings in Tags
german: Javascript Zeichenketten in Tags

# /CFML/Javascript Single Comments
source: Javascript Single Comments
german: //Javascript Kommentare

# /CFML/Javascript Attributes in Tags
source: Javascript Attributes in Tags
german: Javascript Attribute in Tags
