Repository: subethaedit/SubEthaEdit
Catalog: OgreKit/FindPanel/Resources/*.lproj/OgreTextFinderLocalizable.strings
Languages: de, es, fr

source: Find
de: Suchen
es: Buscar
fr: Rechercher

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer

source: Find All
de: Alles suchen
es: Buscar todos
fr: Tout rechercher

source: Replace All
de: Alles ersetzen
es: Reemplazar todos
fr: Tout remplacer

source: Highlight
de: Markieren
es: Resaltar
fr: Surlignage

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: (%dsec remaining)
de: (Noch %dSek)
es: (Quedan %dseg)
fr: (encore %dsec)

source: %d string found.
de: %d Zeichenkette gefunden.
es: Encontrada %d cadena.
fr: %d chaîne trouvée.

source: %d strings found.
de: %d Zeichenketten gefunden.
es: Encontradas %d cadenas.
fr: %d chaînes trouvées.

source: %d string replaced.
de: %d Zeichenkette ersetzt.
es: Reemplazada %d cadena.
fr: %d chaîne remplacée.

source: %d strings replaced.
de: %d Zeichenketten gefunden.
es: Reemplazadas %d cadenas.
fr: %d chaînes remplacées.

source: %d string highlighted.
de: %d Zeichenkette markiert.
es: Resaltada %d cadena.
fr: %d chaîne surlignée.

source: %d strings highlighted.
de: %d Zeichenketten markiert.
es: Resaltadas %d cadenas.
fr: %d chaînes surlignées.

source: Not found. (%.3fsec)
de: Nicht gefunden. (%.3fSek)
es: No encontrado. (%.3fseg)
fr: Pas de correspondance. (%.3fsec)

source: Not found. (canceled, %.3fsec)
de: Nicht gefunden. (Abgebrochen, %.3fSek)
es: No encontrado. (Cancelado, %.3fseg)
fr: Pas de correspondance. (annulé, %.3fsec)

source: %d string found. (%.3fsec)
de: %d Zeichenkette gefunden. (%.3fSek)
es: Encontrada %d cadena. (%.3fseg)
fr: %d chaîne trouvée. (%.3fsec)

source: %d strings found. (%.3fsec)
de: %d Zeichenketten gefunden. (%.3fSek)
es: Encontradas %d cadenas. (%.3fseg)
fr: %d chaînes trouvées. (%.3fsec)

source: %d string found. (canceled, %.3fsec)
de: %d Zeichenkette gefunden. (Abgebrochen, %.3fSek)
es: Encontrada %d cadena. (Cancelado, %.3fseg)
fr: %d chaîne trouvée. (annulé, %.3fsec)

source: %d strings found. (canceled, %.3fsec)
de: %d Zeichenketten gefunden. (Abgebrochen, %.3fSek)
es: Encontradas %d cadenas. (Cancelado, %.3fseg)
fr: %d chaînes trouvées. (annulé, %.3fsec)

source: %d string replaced. (%.3fsec)
de: %d Zeichenkette ersetzt. (%.3fSek)
es: Reemplazada %d cadena. (%.3fseg)
fr: %d chaîne remplacée. (%.3fsec)

source: %d strings replaced. (%.3fsec)
de: %d Zeichenketten gefunden. (%.3fSek)
es: Reemplazadas %d cadenas. (%.3fseg)
fr: %d chaînes remplacées. (%.3fsec)

source: %d string replaced. (canceled, %.3fsec)
de: %d Zeichenkette ersetzt. (Abgebrochen, %.3fSek)
es: Reemplazada %d cadena. (Cancelado, %.3fseg)
fr: %d chaîne remplacée. (annulé, %.3fsec)

source: %d strings replaced. (canceled, %.3fsec)
de: %d Zeichenketten gefunden. (Abgebrochen, %.3fSek)
es: Reemplazadas %d cadenas. (Cancelado, %.3fseg)
fr: %d chaînes remplacées. (annulé, %.3fsec)

source: %d string highlighted. (%.3fsec)
de: %d Zeichenkette markiert. (%.3fSek)
es: Resaltada %d cadena. (%.3fseg)
fr: %d chaîne surlignée. (%.3fsec)

source: %d strings highlighted. (%.3fsec)
de: %d Zeichenketten markiert. (%.3fSek)
es: Resaltadas %d cadenas. (%.3fseg)
fr: %d chaînes surlignées. (%.3fsec)

source: %d string highlighted. (canceled, %.3fsec)
de: %d Zeichenkette markiert. (Abgebrochen, %.3fSek)
es: Resaltada %d cadena. (Cancelado, %.3fseg)
fr: %d chaîne surlignée. (annulé, %.3fsec)

source: %d strings highlighted. (canceled, %.3fsec)
de: %d Zeichenketten markiert. (Abgebrochen, %.3fSek)
es: Resaltadas %d cadenas. (Cancelado, %.3fseg)
fr: %d chaînes surlignées. (annulé, %.3fsec)

source: Error! Uneditable.
de: Fehler! Nicht zu bearbeiten.
es: ¡Error! No editable.
fr: Erreur! Non éditable.

source: Missing.
de: Fehlt.
es: Perdido.
fr: Absente.

source: Find Result for "%@"
fr: Résultat de la rechercher pour "%@"

source: Found in %d item.
fr: Trouvé dans %d élément.

source: Found in %d items.
fr: Trouvé dans %d éléments.

source: Find String: %@
de: Suchzeichenkette: %@
es: Secuencia a buscar: %@
fr: Chercher la chaîne : %@

source: Line
de: Zeile
es: Línea
fr: Ligne

source: Found String
de: Gefundene Zeichenketten
es: Texto encontrado
fr: Chaîne trouvée

source: Selected string not found.
de: Ausgewählte Zeichenkette nicht gefunden.
es: No encontrada la cadena de texto seleccionada.
fr: La chaîne sélectionnée n'a pas été trouvée.

source: Favorites
fr: Signets

source: Custom Find/Replace
fr: Rechercher/Remplacer personnalisé

source: Definition
fr: Définition

source: Serial (Pipe)
fr: Série (Pipe)

source: Parallel (Join)
fr: Parallèle (Join)

source: Multifile Find/Replace
fr: Rechercher/Remplacer multifichiés

source: Live Update
de: Autom. aktualisieren
es: Actualizar en vivo
