Repository: subethaedit/SubEthaEdit
Catalog: SubEthaEdit-Mac/*.lproj/Localizable.strings
Languages: de

# FIND_REPLACE_PANEL_MENU_CAPTURE_GROUPS
source: Capture unnamed groups
de: Finde unbenannte Gruppen

# FIND_REPLACE_PANEL_MENU_MULTILINE
source: '.' matches line breaks
de: '.' beinhaltet Zeilenwechsel

# FIND_REPLACE_PANEL_MENU_ONLY_LONGEST
source: Find only longest match
de: Nur längster Treffer

# FIND_REPLACE_PANEL_MENU_IGNORE_EMPTY
source: Ignore empty matches
de: Leere Treffer ignorieren

# FIND_REPLACE_PANEL_MENU_OPEN_HELP
source: Open Regular Expression Help
de: Hilfe zu Regulären Ausdrücken

# FIND_REPLACE_ERROR_INVALID_FIND_STRING
source: Find string invalid.
de: Suchbegriff ungültig.

# FIND_REPLACE_REPLACE_ALL_IN_PROGRESS
source: Replace all in progress…
de: Alle ersetzen…

# FIND_REPLACE_REPLACE_ALL_IN_PROGRESS_COUNT
source: Replace all in progress… (%@ replaced)
de: Alle ersetzen… (%@ bereits ersetzt)

# ENCODING_DOCTOR_HEADLINE
source: Highlighted characters cannot be represented in %@ encoding.
de: Die hervorgehobenen Zeichen sind in „%@“ nicht repräsentierbar.

# ENCODING_DOCTOR_TABLEHEADING_LINE
source: Line
de: Zeile

# ENCODING_DOCTOR_TABLEHEADING_ERROR
source: Error
de: Fehler

# ENCODING_DOCTOR_CANCEL
source: Cancel
de: Abbrechen

# ENCODING_DOCTOR_CONVERT_LOSSY
source: Convert lossy
de: Verlustbehaftet konvertieren

# ENCODING_DOCTOR_CONVERT
source: Convert
de: Konvertieren

source: Invite %@
de: %@ einladen

source: Advertise Document
de: Dokument ankündigen

# ANNOUNCE_WILL_MAKE_VISIBLE_MESSAGE
source: Advertising will make you visible
de: Sie werden sichtbar

# ANNOUNCE_WILL_MAKE_VISIBLE_INFORMATIVE_TEXT
source: You are currently invisible to other SubEthaEdit users. If you advertise this document you will become visible to them.
de: Sie sind derzeit unsichtbar für andere SubEthaEdit Nutzer. Durch die Ankündigung dieses Dokumentes werden Sie für die anderen SubEthaEdit Nutzer sichtbar.

# ANNOUNCE_WILL_MAKE_VISIBLE_ACTION_TITLE
source: Advertise
de: Ankündigen

# DOCUMENT_LIST_WINDOW_TITLE
source: %@ - Document Hub
de: %@ - Dokument-Hub

# DOCUMENT_LIST_OPEN
source: Open…
de: Öffnen…

# DOCUMENT_LIST_NEW
source: New
de: Neu

# DOCUMENT_LIST_CONNECT
source: Connect to specific host…
de: Mit URL verbinden…

# DOCUMENT_LIST_RECENT_TOGGLE
source: Recent Documents
de: Benutzte Dokumente

# DOCUMENT_LIST_MORE
source: Show More
de: Weitere anzeigen

# DOCUMENT_LIST_CONTEXT_MENU_OPEN
source: Open
de: Öffnen

# DOCUMENT_LIST_CONTEXT_MENU_COPY_URL
source: Copy Connection URL
de: Verbindungs-URL kopieren

# DOCUMENT_LIST_CONTEXT_MENU_DISCONNECT
source: Disconnect
de: Verbindung trennen

# DOCUMENT_LIST_CONTEXT_MENU_CLEAR_RECENT
source: Clear Recent Documents
de: Einträge löschen

# KICK_PENDING_USER_BUTTON_TITLE
source: Deny
de: Ablehnen

# READ_ONLY_PENDING_USER_BUTTON_TITLE
source: Read Only
de: Lesen erlauben

# READ_WRITE_PENDING_USER_BUTTON_TITLE
source: Read & Write
de: Schreiben erlauben

# PENDING_USER_ALERT_POPUP_TITLE
source: New Participant
de: Neuer Teilnehmer

# PENDING_USER_ALERT_POPUP_DESCRIPTION
source: %@ wants to join this document.
de: %@ möchte an diesem Dokument teilnehmen.

# AUTHENTICATION_SCRIPT_MISSING_ERROR_DESCRIPTION
source: Can't find authentication helper script.
de: Unterstützendes Authentifizierungs-Script konnte nicht gefunden werden.

# AUTHENTICATION_SCRIPT_MISSING_ERROR_SUGGESTION
source: Please run the install.sh script in Terminal as described in the Advanced Settings to install it.
de: Bitte führen sie das install Script im Terminal aus so wie in den erweiterten Einstellungen beschrieben.

# AUTHENTICATION_SCRIPT_MISSING_ERROR_BUTTON_TITLE1
source: Reveal script…
de: Script anzeigen…

# AUTHENTICATION_SCRIPT_MISSING_ERROR_BUTTON_TITLE2
source: Ignore
de: Ignorieren

# SEEConnectionTaglineInvisible
source: Invisible
de: Unsichtbar

# SEEConnectionTaglineNetworkingDisabled
source: Networking Disabled
de: Netzwerk ausgeschaltet

# MODE_IN_NEW_TAB_CONTEXT_MENU_TEXT
source: %@ in tab
de: %@ als Tab

# MODE_IN_NEW_WINDOW_CONTEXT_MENU_TEXT
source: %@ in window
de: %@ als Fenster

# MODE_INSTALL_TITLE_TEXT
source: Do you want to install the mode "%@"?
de: Möchten Sie den Modus "%@" installieren?

# MODE_INSTALL_INFO_STRING_BASE
source: Mode "%@" is already installed.
de: Der Modus „%@“ ist bereits installiert.

# MODE_INSTALL_INFO_STRING_OVERRIDE
source: You will override the installed mode.
de: Der installierte Modus wird außer Kraft gesetzt.

# MODE_INSTALL_INFO_STRING_REPLACE
source: You will replace the installed mode.
de: Der installierte Modus wird ersetzt.

# MODE_INSTALL_ALERT_SUCCESS
source: The mode "%@" has been installed successfully.
de: Der Modus „%@“ wurde erfolgreich installiert.

# MODE_INSTALL_ALERT_FAIL
source: Installation of mode "%@" failed.
de: Die Installation des Modus „%@“ ist fehlgeschlagen.

# MODE_INSTALL_OK_BUTTON
source: Install
de: Installieren

# MODE_INSTALL_SHOW_CONTENT_BUTTON
source: Show Package Contents
de: Paketinhalt anzeigen

# MODE_UPDATE_INFO_INTRO
source: This version of SubEthaEdit comes with newer versions of the following user installed modes:
de: Diese Version von SubEthaEdit enthält aktuellere Versionen der folgenden installierten Modi:

# MODE_UPDATE_MODE_STRING
source: * Mode for %@ v%@ (currently v%@)
de: * Modus für %@ v%@ (v%@ installiert)

# MODE_UPDATE_INFO_TEXT
source: Using the updated versions removes custom changes you might have made to your modes. If you only want to use specific new modes choose 'Show in Finder', delete the modes without modifications and reload the modes from the mode menu in SubEthaEdit.
de: Mögliche Personalisierungen der installierten Modi gehen bei 'Neue Modi verwenden' verloren. Falls Sie nur bestimmte Modi aktualisieren wollen, wählen Sie 'Veraltete Modi anzeigen', löschen Sie die gewünschten Modi und aktualisieren Sie die Modi-Liste via 'Modi neu laden' im Modus-Menü in SubEthaEdit.

# MODE_UPDATE_MESSAGE
source: Newer Modes available
de: Neuere Modi verfügbar

# MODE_UPDATE_OK_BUTTON
source: Use Updated Modes
de: Neue Modi verwenden

# MODE_UPDATE_REVEAL_IN_FINDER
source: Show Outdated Modes
de: Veraltete Modi anzeigen

# INFO_NUMBER_OF_WORDS_TOO_MANY
source: Countless words
de: Zahllose Wörter

# FIRST_USE_INVITE_HELP_TEXT
source: Click to invite other users to live collaborate in this document.
de: Klicken um andere zur Zusammenarbeit in dieses Dokument einzuladen.

# FIRST_USE_ANNOUNCE_HELP_TEXT
source: Click to advertise this document to the network. Right-Click to also set initial access-rights for incoming users.
de: Klicken um dieses Dokument im Netzwerk anzubieten. Rechts-Klicken um die Zugansgrechte für Eintreffende zu bestimmen.

# WEBSITE_FAQ
source: https://subethaedit.net/faq
de: https://subethaedit.net/fragen

# PROXY_WINDOW_ACCEPT
source: Accept
de: Annehmen

# PROXY_WINDOW_DECLINE
source: Decline
de: Ablehnen

# PROXY_WINDOW_TITLE_INVITE
source: Invitation to %@
de: Einladung zu %@

# PROXY_WINDOW_TITLE_JOIN
source: Joining %@
de: Teilnehmen an %@

# PROXY_WINDOW_STATUS_WAIT_ANSWER
source: Awaiting answer…
de: Warten auf Antwort…

# PROXY_WINDOW_STATUS_DENIED
source: Join Request was denied.
de: Teilnahme wurde abgelehnt.

# PROXY_WINDOW_STATUS_INVITE_CANCELED
source: Invitation was canceled.
de: Einladung wurde zurückgezogen.

# PROXY_WINDOW_STATUS_CONNECTION_LOST
source: Connection Lost.
de: Verbindung verloren.
