Repository: subethaedit/SubEthaEdit
Catalog: SubEthaEdit-Mac/*.lproj/Localizable.strings
Languages: de

# SEE_APP_MENU_ABOUT
source: About %@
de: Über %@

# SEE_APP_MENU_HIDE
source: Hide %@
de: %@ ausblenden

# SEE_APP_MENU_QUIT
source: Quit %@
de: %@ beenden

# SEE_APP_MENU_CHECK_FOR_UPDATES
source: Check for Updates…
de: Auf Aktualisierungen prüfen…

source: %@ - Find All
de: %@ - Alles Suchen

source: %@ lines, %@ words, %@ characters
de: %1$@ Zeilen, %2$@ Wörter, %3$@ Zeichen

source: %d Document(s)
de: %d Dokument(e)

source: %d Documents
de: %d Dokumente

source: %d found.
de: %d gefunden.

source: %d pending
de: %d Anfragen

source: %d replaced.
de: %d ersetzt.

source: Redo
de: Wiederholen

source: Redo %@
de: %@ wiederholen

source: Undo
de: Widerrufen

source: Undo %@
de: %@ widerrufen

source: 1 Document
de: 1 Dokument

source: <No selected symbol>
de: <Kein Symbol>

source: <state> “%@” has no <begin>. This confuses me. Please check your syntax definition.
de: <state> „%@“ hat kein <begin>. Bitte überprüfen Sie Ihre Syntaxdefinition.

source: “%@” is not a valid HTML color. Please specify colors in your syntax defintion either as e.g. “#fff” or “#ffffff”
de: „%@“ ist keine gültige HTML-Farbe. Bitte spezifizieren Farben in Ihrer Syntaxbeschreibung entweder in der Form „#fff“ oder „#ffffff“

source: “%@” is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode.
de: „%@“ ist kein gültiger regulärer Ausdruck. Bitte verfizieren Sie den regulären Ausdruck mit Hilfe des Ruby Dialekts im Suchen-Fenster.

source: “%@” within state “%@” is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode.
de: „%@“ innerhalb des States „%@“ ist kein gültiger regulärer Ausdruck. Bitte verfizieren Sie den regulären Ausdruck mit Hilfe des Ruby Dialekts im Suchen-Fenster.

# Abort
source: Stop Connections
de: Verbindungen stoppen

# AbortChannels
source: The participants will be cut off if you stop these connections.
de: Die Teilnehmer werden aus den Dokumenten geworfen, wenn Sie diese Verbindungen stoppen.

# AdvancedPrefsIconLabel
source: Advanced
de: Erweitert

# AlertInformativeText: Error occurred during replace
source: Couldn't replace the file.
de: Die Datei konnte nicht ersetzt werden.

# AlertInformativeText: Replace failed
source: An error occurred while replacing the file.
de: Ein Fehler ist beim Ersetzen der Datei aufgetreten.

source: All
de: Alles

source: All participants of this document are connected using secure connections
de: Alle Teilnehmer dieses dieses Dokumentes benutzen verschlüsselte Verbindungen

source: All Tabs
de: Alle Tabs

source: Advertise
de: Ankündigen

source: Advertise All
de: Alle Ankündigen

source: Advertise/Conceal
de: Ankündigen/Verbergen

source: Advertise/Conceal Document
de: Dokument ankündigen/verbergen

# Application
source: Built-In
de: Eingebaut

source: Are you sure you want to merge all windows?
de: Möchten Sie wirklich alle Fenster zusammenführen?

source: Automatic
de: Automatisch

source: Automatic Mode
de: Automatisch

source: Awaiting Response
de: Warten auf Antwort

# BaseStyleName
source: Generic Foreground
de: Allgemeiner Vordergrund

# BrowserContextMenuAIM
source: Open Chat
de: Chat öffnen

# BrowserContextMenuCancelConnection
source: Cancel
de: Abbrechen

# BrowserContextMenuEmail
source: Send Email
de: E-Mail versenden

# BrowserContextMenuFriendcast
source: Enable Friendcast
de: Aktiviere Friendcast

# BrowserContextMenuJoin
source: Join
de: Teilnehmen

# BrowserContextMenuLogIn
source: Log in
de: Einloggen

# BrowserContextMenuManageFiles
source: Manage files
de: Dateien Verwalten

# BrowserContextMenuReconnect
source: Reconnect
de: Erneut verbinden

# BrowserContextMenuShowDocument
source: Show
de: Zeigen

source: Cancel
de: Abbrechen

# Cannot parse color '%@' in %@ mode
source: Cannot parse color '%1$@' in %2$@ mode
de: Die Farbe '%1$@' im Modus %2$@ ist nicht korrekt.

source: Checking port status...
de: Überprüfe Port Status...

# PORT_NETWORKING_DISABLED
source: Closed
de: Keiner

source: Closed
de: Geschlossen

# ClosedInfo
source: The document was closed by its owner. Further changes you make will not be applied to the owner's document.
de: Das Dokument wurde vom Eigentümer geschlossen. Weitere Änderungen werden nicht mehr an den Eigentümer des Dokuments übertragen.

source: Collapse Split View
de: Teilung aufheben

# ColorBlue
source: Blue
de: Blau

# ColorCustom
source: Custom…
de: Andere…

# ColorGreen
source: Green
de: Grün

# ColorPurple
source: Purple
de: Lila

# ColorRed
source: Red
de: Rot

# ColorTeal
source: Teal
de: Türkis

# ColorYellow
source: Yellow
de: Gelb

source: Conceal
de: Verbergen

source: Conceal All
de: Alle Verbergen

source: Connections
de: Verbindungen

source: Contributors
de: Mitwirkende

source: Convert
de: Konvertieren

source: Convert to %@
de: Zu %@ konvertieren

# ConvertOrReinterpret
source: Do you want to convert the file to the new encoding or reinterpret it using the new encoding?
de: Wollen Sie die Datei in die neue Kodierung konvertieren oder neu interpretieren?

source: Customize Encodings List…
de: Kodierungsliste bearbeiten…

source: Declined Invitation
de: Einladung abgelehnt

source: Deletions
de: Entfernt

source: Discard Changes
de: Änderungen verwerfen

source: Document not advertised. No Document URL.
de: Dokument verborgen. Kein Link zum Dokument.

# Don't Revert Document
source: Don't Revert
de: Nicht laden

source: Edit Anyway
de: Trotzdem bearbeiten

# EditPrefsIconLabel
source: Editing
de: Editor

# Encoding %@ not reinterpretable
source: The file can not be reinterpreted using encoding %@.
de: Diese Datei kann nicht mit der Kodierung %@ neu interpretiert werden.

source: Error
de: Fehler

source: Error while loading '%@': %@
de: Fehler beim Laden von '%1$@': %2$@

source: Error while loading '%@': File has no default state defined
de: Fehler beim Laden von '%@': Es existiert kein 'default' State

source: Error: %@
de: Fehler: %@

source: File Encoding
de: Dateikodierung

source: File is read-only
de: Datei ist schreibgeschützt

source: File operation error: %@ with file: %@
de: Fehler: %@ während Dateioperation mit Datei: %@

source: Find: %@
de: Suche: %@

source: Following %@
de: Beobachte %@

# Friendcast Connection
source: Connection via '%@'
de: Verbindung via '%@'

# GeneralPrefsIconLabel
source: General
de: Allgemein

source: Goto Next Change
de: Zur nächsten Änderung springen

source: Goto Next Symbol
de: Zu nächstem Symbol springen

source: Goto Previous Change
de: Zu voriger Änderung springen

source: Goto Previous Symbol
de: Zu vorigem Symbol springen

source: Hide Changes
de: Änderungen verbergen

source: Hide Invisibles
de: Steuerzeichen ausblenden

source: Hide Participants
de: Teilnehmer ausblenden

# HostEntryStatusCancelled
source: Cancelled
de: Abgebrochen

# HostEntryStatusCancelling
source: Cancelling
de: Abbrechen

# HostEntryStatusContactFailed
source: Could not contact
de: Aufruf fehlgeschlagen

# HostEntryStatusContacting
source: Contacting
de: Aufrufen

# HostEntryStatusResolveFailed
source: Could not resolve
de: Adresse konnte nicht aufgelöst werden

# HostEntryStatusResolving
source: Resolving
de: Adresse auflösen

# HostEntryStatusSessionAtEnd
source: Connection Lost
de: Verbindung verloren

# HostEntryStatusSessionInvisible
source: Invisible
de: Unsichtbar

# HostEntryStatusSessionOpen
source: Connected
de: Verbunden

source: HTML Color Error
de: Fehlerhafte HTML-Farbe

source: If you don’t review your documents, all your changes will be lost.
de: Wenn Sie Ihre Dokumente nicht noch einmal überprüfen, gehen alle Änderungen verloren.

source: If you revert the document to the version on disk the document's content will be replaced with the content of the file.
de: Wenn Sie die Datei in das Dokument laden wird der Dokumenteninhalt durch den Inhalt der Datei ersetzt.

source: If you revert the document to the version on disk the changes you made in SubEthaEdit will be lost.
de: Wenn Sie zurück zur letzten Version gehen, verlieren Sie die in SubEthaEdit gemachten Änderungen.

source: Import
de: Importiern

source: Inbound Connection
de: Eingehende Verbindung

source: Inbound Connection from %@
de: Eingehende Verbindung von %@

# Inbound Friendcast Connection
source: Inbound Connection via '%@'
de: Eingehende Verbindung via '%@'

source: Insert
de: Einfügen

source: Insertions
de: Eingefügt

# InternetClear
source: Clear
de: Löschen

source: Invalid Regex
de: Ungültiger regulärer Ausdruck

source: Invisible
de: Unsichtbar

source: Invisible User
de: Benutzer Unsichtbar

source: Keep Changes
de: Änderungen behalten

# Keep Connection
source: Keep Connections
de: Verbindugen aufrechterhalten

source: Keep Line Endings
de: Zeilenenden beibehalten

# Kicked
source: You have been kicked
de: Sie wurden gestiefelt

# KickedInfo
source: The owner of this document disallowed you to participate. Further changes you make will not be applied to the owner's document.
de: Der Eigentümer dieses Dokuments hat Ihnen den Zugriff verweigert. Weitere Änderungen werden nicht mehr an den Eigentümer des Dokuments übertragen.

source: Last activity: %@
de: Letzte Aktivität: %@

source: Logging in…
de: Einloggen…

source: Lossy
de: Verlustbehaftet

# LostConnection
source: Connection Lost
de: Verbindung verloren

# LostConnectionInfo
source: The connection to this document was unexpectedly lost. Further changes you make will not be applied to the owner's document.
de: Die Verbindung zu diesem Dokument wurde unerwartet beendet. Weitere Änderungen werden nicht mehr an den Eigentümer des Dokuments übertragen.

source: me
de: mir

# MenuBlockeditEnd
source: End Blockedit
de: Blockedit beenden

# MenuBlockeditSelection
source: Blockedit Selection
de: Blockedit mit Auswahl

source: Merge
de: Zusammenführen

source: Merging windows moves all open tabs and windows into a single, tabbed editor window. This cannot be undone.
de: Beim Zusammenführen der Fenster werden alle offenen Tabs und Fenster in einem einzigen Editor-Fenster mit einer Tableiste angezeigt. Dieser Vorgang kann nicht widerrufen werden.

source: New File
de: Neue Datei

source: Next Change
de: Nächste Änderung

source: Next Symbol
de: Nächstes Symbol

source: No public mapping.
de: Keine Portweiterleitung möglich.

source: Not found in selection.
de: In der Auswahl nicht gefunden.

source: Not found.
de: Nicht gefunden.

source: Not your Document. No Document URL.
de: Fremdes Dokument. Keine Dokument-URL.

source: One of the specified <block> elements is not a valid regular expression. Therefore the combined start regex “%@” could not be compiled. Please check your regular expression in Find Panel's Ruby mode.
de: Einer der angegebenen <block> Elemente ist kein gültiger regulärer Ausdruck. Deshalb konnte der kombinierte start regex „%@“ nicht kompiliert werden. Bitte verfizieren Sie den regulären Ausdruck mit Hilfe des Ruby Dialekts im Suchen-Fenster.

source: One of the specified <regex> elements in the mode's settings is not a valid regular expression. ModeSettings.xml will be ignored, falling back to Info.plist. Please check your regular expression in Find Panel's Ruby mode.
de: Eine der angegebenen <regex> Elemente in den Modus-Einstellungen ist kein gültiger regulärer Ausdruck. ModeSettings.xml wird ignoriert und es wird auf Info.plist zurückgegriffen. Bitte überprüfen Sie Ihre regulären Ausdrücke im Ruby Modus des Suchfensters.

source: One of the specified state <begin>'s is not a valid regular expression. Therefore the Combined Delimiter Regex "%@" could not be compiled. Please check your regular expression in Find Panel's Ruby mode.
de: Ein Regulärer Ausdruck in einem 'state'-<begin> ist nicht gültig, infolgedessen ist auch der kombinierte Ausdruck "% @" ungültig. Bitte verfizieren Sie den regulären Ausdruck mit Hilfe des Ruby Dialekts im Suchen-Fenster.

source: Open Connections Browser
de: Verbindungs Fenster öffnen

source: Open File…
de: Datei öffnen…

source: Open in Editor
de: Im Editor öffnen

source: Open in Front Window…
de: In vorderstem Fenster öffnen…

source: Open in New Window…
de: In neuem Fenster öffnen…

source: Open Link in Browser
de: Link in Web-Browser öffnen

# Open Script Folder
source: Open Scripts Folder
de: Skript-Ordner öffnen

source: Open SubEthaEdit Modes Folder
de: Modus-Ordner von SubEthaEdit öffnen

source: Open User Modes Folder
de: Modus-Ordner des Benutzers öffnen

# OpenChannels
source: The selected connections may be used by several participants. Do you want to stop the connections?
de: Die ausgewählten Verbindungen werden von mehreren Teilnehmern benutzt. Möchten Sie diese Verbindungen stoppen?

source: Other applications may not be able to read the file if you don't convert all line endings to the same line ending.
de: Andere Anwendungen können die Datei womöglich nicht lesen, wenn nicht alle Zeilenumbrüche zum gleichen Zeilenende konvertiert werden.

# Overriden by trigger in %@ mode
source: Overridden by trigger in %@ mode
de: Ausser Kraft gesetzt durch den %@ Modus

# ParticipantContextMenuDeny
source: Deny
de: Ablehnen

# ParticipantContextMenuFollow
source: Follow
de: Beobachten

# ParticipantContextMenuKick
source: Kick
de: Stiefeln

# ParticipantContextMenuKickDeny
source: Kick/Deny
de: Stiefeln/Ablehnen

# ParticipantContextMenuReadOnly
source: Set to read only
de: Nur Lesen

# ParticipantContextMenuReadWrite
source: Promote to read/write
de: Lesen & Schreiben

source: Participants
de: Teilnehmer

# ParticipantsToolTip
source: Participants
de: Teilnehmer

source: Paste Converted
de: Konvertiert einfügen

source: Paste Unchanged
de: Unverändert einfügen

source: Pending Users
de: Wartende Benutzer

source: Please join me in SubEthaEdit: %@ (You can download SubEthaEdit from http://www.codingmonkeys.de/subethaedit )
de: Verbinden Sie sich Bitte zu: %@ (SubEthaEdit kann von http://www.codingmonkeys.de/subethaedit geladen werden)

source: Port mapped (%d)
de: Port weitergeleitet (%d)

source: Port not mapped
de: Port nicht weitergeleitet

# PrecedencePrefsIconLabel
source: Triggers
de: Erkennung

# PrecedencePrefsModeRuleTooltip
source: Mode supplied triggers cannot be edited or removed. But you can disable them.
de: Erkennungsregeln die von einem Modus vordefiniert wurden, können nicht gelöscht werden. Aber sie können deaktiviert werden.

source: Previous Change
de: Vorige Änderung

source: Previous Symbol
de: Voriges Symbol

# PrintDate: %@
source: Date: %@
de: Datum: %@

# PrintPage %d of %d
source: Page %1$d of %2$d
de: Seite %1$d von %2$d

# ProblemLeave
source: You left the document
de: Sie haben das Dokument verlassen

# ProblemLeaveInfo
source: You left because the owner of this document sent you malformed data. Other documents or connections are not affected.
de: Der Eigentümer des Dokuments hat Ihnen korrupte Daten gesendet. Andere Dokumente oder Verbindungen sind nicht betroffen.

# Promote to Unicode
source: Promote to UTF-16
de: Auf UTF-16 erweitern

source: Promote to UTF-8
de: Auf UTF-8 erweitern

source: Quit
de: Beenden

source: Read Only
de: Nur Lesen

source: Read/Write
de: Lesen & Schreiben

source: Recommended by Mode
de: Vom Modus empfohlen

source: Regular Expression Error
de: Fehler im regulären Ausdruck

source: Reinterpret
de: Neu interpretieren

source: Reload Scripts
de: Skripte neu laden

source: Replace
de: Ersetzen

# Reveal in Finder
source: Show In Finder
de: Im Finder zeigen

source: Revert
de: Zurück zur letzten Version

# Revert Document
source: Revert
de: Laden

source: Review Changes…
de: Änderungen überprüfen…

source: Save
de: Sichern

# SaveDialogInformativeText: Save or Replace
source: You need administrator permissions to save the document. However you have permissions to replace the file.
de: Sie benötigen Administratoren-Rechte, um das Dokument zu sichern. Zum Ersetzen der Datei haben Sie jedoch ausreichende Rechte.

# SeeStyleImportDidFailInformative
source: Malformed .seestyle file
de: Ungültige .seestyle Datei

# SeeStyleImportDidFailMessage
source: Could not import Style
de: Stil konnte nicht importiert werden.

# SeeStyleImportInformative %@
source: The import includes Styles for following Modes: %@
de: Die zu importierende Datei enthält Stile für folgende Modi: %@

# SeeStyleImportMessage
source: Do you want to import the Style or open it in an Editor window?
de: Möchten Sie den Stil importieren oder in einem Editorfenster öffnen?

source: Selections
de: Ausgewählt

source: Shift Left
de: Ausrücken

source: Shift Right
de: Einrücken

source: Shift Selection Left
de: Auswahl ausrücken

source: Shift Selection Right
de: Auswahl einrücken

source: Show Changes
de: Änderungen hervorheben

source: Show Invisibles
de: Steuerzeichen einblenden

source: Show Participants
de: Teilnehmer einblenden

source: Spaces
de: Leerzeichen

source: Split View
de: Editor teilen

source: State '%@' in %@ mode has a begin tag that is not a valid regex
de: Der State '%1$@' im %2$@ Modus hat im <begin> einen ungülgtigen Regulären Ausdruck

source: State '%@' in %@ mode has no begin tag
de: State '%1$@' im %2$@ Modus hat kein <begin>

source: State '%@' in %@ mode has no end tag
de: State '%1$@' im %2$@ Modus hat kein <end>

# StylePrefsIconLabel
source: Styles
de: Stile

source: Syntax Highlighting and Wrap Lines have been turned off due to the size of the Document.
de: Syntax-Einfärbung und Zeilenumbruch wurden wegen der Größe des Dokuments abgeschaltet.

source: The <begin> tag of <state> “%@” contains a regex that has captured groups. This is currently not allowed. Please escape all groups to be not-captured with (?:).
de: Das <begin> Tag des <state> „%@“ enthält einen regulären Ausdruck mit benannten Gruppen. Das ist zur Zeit nicht erlaubt. Bitte escapen Sie alle Gruppen mit (?:).

source: The document can not be saved with the name “%@” because a folder with the same name already exists.
de: Das Dokument konnte nicht unter dem Namen „%@“ gesichert werden, da bereits ein Ordner mit demselben Namen existiert.

source: The document's file has been modified by another application. Do you want to revert the document?
de: Die zum Dokument gehörende Datei wurde von einer anderen Anwendung verändert. Möchten Sie die Datei in das Dokument laden?

source: The document's file has been modified by another application. Do you want to keep the changes made in SubEthaEdit?
de: Die zum Dokument gehörende Datei wurde von einer anderen Anwendung verändert. Möchten Sie die in SubEthaEdit gemachten Änderungen behalten?

source: The file has mixed line endings. Do you want to convert all line endings to %@, the most common line ending in the file?
de: Die Datei hat uneinheitliche Zeilenenden. Möchten Sie alle Zeilenenden zu %@, dem häufigsten Zeilenende in der Datei, konvertieren?

source: The file will have mixed line endings if you do not paste converted text.
de: Die Datei wird uneinheitliche Zeilenenden haben, wenn Sie den Text nicht konvertiert einfügen.

source: The installation of the see command line tool failed.
de: Die Installation des Kommandozeilen-Tools ist fehlgeschlagen.

source: The see command line tool couldn't be removed.
de: Das Kommandozeilen-Tool konnte nicht entfernt werden.

source: The see command line tool has been installed.
de: Das Kommandozeilen-Tool wurde installiert.

source: The see command line tool has been removed.
de: Das Kommandozeilen-Tool wurde entfernt.

source: Toggle Change Marks
de: Änderungen hervorheben/verbergen

source: Toggle Changes
de: Änderungen

source: Toggle Invisible Characters
de: Steuerzeichen ein-/ausblenden

source: Toggle Invisibles
de: Steuerzeichen

# TrueTab
source: Tabs
de: Tabulator

source: Try choosing a different name for the document.
de: Versuchen Sie einen anderen Namen für das Dokument zu wählen.

source: Turning on syntax highlighting for very large documents is not recommended.
de: Es ist nicht empfohlen die Syntax-Einfärbung für sehr große Dokumente zu aktivieren.

source: User Library
de: Benutzer Library

source: Visible
de: Sichtbar

source: Visitors
de: Besucher

source: Warning
de: Warnung

source: Written by %@
de: Geschrieben von %@

source: Written by %@ et al
de: Geschrieben von %@ u.a.

source: XML Color Error
de: Farbfehler im XML

source: XML Group Error
de: Fehlerhafte XML-Gruppe

source: XML Regex Error
de: Regulärer Ausdruck ungültig

source: XML Structure Error
de: Struktureller XML Fehler

source: If you promote your document to a Unicode encoding you can insert the characters without losing information.
de: Wenn Sie die Datei auf eine Unicode-Kodierung erweitern, können Sie die Zeichen ohne Verluste einfügen.

source: You are pasting text that does not match the file's current line endings. Do you want to paste the text with converted line endings?
de: Sie fügen Text ein, dessen Zeilenenden nicht denen der Datei entsprechen. Möchten Sie den Text mit konvertierten Zeilenenden einfügen?

source: You are trying to insert characters which cannot be handled by the file's current encoding without losing information. Do you want to insert the characters anyway?
de: Sie versuchen Zeichen einzufügen, die in der aktuellen Dateikodierung nicht ohne Verluste dargestellt werden können. Möchten Sie die Zeichen trotzdem einfügen?

source: You can find the see command line tool at: “%@”.
de: Sie können das see Kommandozeilen-Tool unter folgendem Pfad finden: „%@“.

source: You have %d documents in this window with unsaved changes. Do you want to review these changes?
de: Es existieren %d Dokumente mit ungesicherten Änderungen in diesem Fenster. Möchten Sie diese Änderungen überprüfen?

source: Drag your Friends from the iChat Buddy List or Connection Browser to a category or the text to invite them.
de: Kontakte aus iChat oder Verbindungen über einer Kategorie oder über Text fallen lassen um sie einzuladen.

source: Drag your iChat Buddies here to invite them.
de: Kontakte aus iChat hier fallen lassen um sie einzuladen.

source: Friend of a Friend
de: Freund eines Freundes

source: Internet connection
de: Internet Verbindung

source: Fold All Level %d Blocks
de: Alle Ebene %d Blöcke ausblenden

source: Trigger not a regular expression
de: Erkennungsregel ungültig

source: The trigger '%@' of the mode '%@' is not a valid regular expression and was ignored.
de: Die Erkennungsregel '%@' des Modus '%@' ist kein gültig regulärer Ausdruck und wurde ignoriert.

source: Mode not compatible
de: Modus inkompatibel

source: The mode '%@' was written for a newer version of SubEthaEngine and cannot be used with this application.
de: Der Modus '%@' verlangt nach einer neueren Version der SubEthaEngine und kann leider nicht mit dieser hier verwendet werden.

# FIND_REPLACE_PANEL_FINDALL
source: Find All
de: Alle Suchen

# FIND_REPLACE_PANEL_REPLACE
source: Replace
de: Ersetzen

# FIND_REPLACE_PANEL_REPLACEALL
source: Replace All
de: Alle Ersetzen

# FIND_REPLACE_PANEL_SCOPE_DOCUMENT
source: Document
de: Dokument

# FIND_REPLACE_PANEL_MENU_CLEAR_SCOPE
source: Clear Scope %@
de: Suchbereich zurücksetzen %@

# FIND_REPLACE_PANEL_MENU_ADD_TO_SCOPE
source: Add current selection to Scope
de: Auswahl zu Suchbereich hinzufügen

# FIND_REPLACE_PANEL_MENU_IGNORE_CASE
source: Ignore case
de: Groß-/Kleinschreibung ignorieren

# FIND_REPLACE_PANEL_MENU_WRAP
source: Wrap around
de: Mehrfach suchen

# FIND_REPLACE_PANEL_MENU_HISTORY_SUBMENU_TITLE
source: Recent Searches
de: Suchverlauf

# FIND_REPLACE_PANEL_MENU_USE_REGEX
source: Use Regular Expressions
de: Reguläre Ausdrücke verwenden

# FIND_REPLACE_PANEL_MENU_REGEX_DIALECT
source: Regular Expression Dialect
de: Sprache für Reguläre Ausdrücke

# FIND_REPLACE_PANEL_MENU_EXTENDED
source: Extended
de: Erweitert

# FIND_REPLACE_PANEL_MENU_ESCAPE_SLASH
source: Escape Character: \
de: Escape-Zeichen: \

# FIND_REPLACE_PANEL_MENU_ESCAPE_YEN
source: Escape Character: ¥
de: Escape-Zeichen: ¥
